--
-- PostgreSQL database dump
--

-- Dumped from database version 12.4
-- Dumped by pg_dump version 12.4

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: boardids; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.boardids (
    id integer NOT NULL,
    boardid character varying(50)
);


ALTER TABLE public.boardids OWNER TO postgres;

--
-- Name: boardids_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.boardids_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.boardids_id_seq OWNER TO postgres;

--
-- Name: boardids_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.boardids_id_seq OWNED BY public.boardids.id;


--
-- Name: histories; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.histories (
    id integer NOT NULL,
    idsecid integer,
    idboardid integer,
    tradedate character varying(50),
    numtrades integer,
    openhis character varying(10),
    closehis character varying(10),
    low character varying(10),
    high character varying(10)
);


ALTER TABLE public.histories OWNER TO postgres;

--
-- Name: histories_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.histories_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.histories_id_seq OWNER TO postgres;

--
-- Name: histories_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.histories_id_seq OWNED BY public.histories.id;


--
-- Name: listsecurity; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.listsecurity (
    id integer NOT NULL,
    idsecid integer,
    regnumber character varying(15) NOT NULL,
    namesecurity character varying(256) NOT NULL,
    emitenttitle character varying(256) NOT NULL,
    primaryboardid integer
);


ALTER TABLE public.listsecurity OWNER TO postgres;

--
-- Name: listsecurity_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.listsecurity_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.listsecurity_id_seq OWNER TO postgres;

--
-- Name: listsecurity_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.listsecurity_id_seq OWNED BY public.listsecurity.id;


--
-- Name: secids; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.secids (
    id integer NOT NULL,
    secid character varying(50)
);


ALTER TABLE public.secids OWNER TO postgres;

--
-- Name: secids_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.secids_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.secids_id_seq OWNER TO postgres;

--
-- Name: secids_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.secids_id_seq OWNED BY public.secids.id;


--
-- Name: boardids id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.boardids ALTER COLUMN id SET DEFAULT nextval('public.boardids_id_seq'::regclass);


--
-- Name: histories id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.histories ALTER COLUMN id SET DEFAULT nextval('public.histories_id_seq'::regclass);


--
-- Name: listsecurity id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.listsecurity ALTER COLUMN id SET DEFAULT nextval('public.listsecurity_id_seq'::regclass);


--
-- Name: secids id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.secids ALTER COLUMN id SET DEFAULT nextval('public.secids_id_seq'::regclass);


--
-- Data for Name: boardids; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.boardids (id, boardid) FROM stdin;
2083	\N
2084	\N
2085	\N
2086	\N
2087	\N
2088	DS
2089	asd
2090	TQIF
2091	EQOB
2092	TQCB
2093	TQQI
2094	EQDB
2095	SMAL
2096	SPEQ
2097	TQTF
2098	\N
2099	\N
2100	\N
183	EQRD
184	TQBR
185	TQDE
186	MXBD
189	RFUD
193	RTSI
194	TQTE
195	INAV
196	TQTD
216	RPMO
262	CETS
\.


--
-- Data for Name: histories; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.histories (id, idsecid, idboardid, tradedate, numtrades, openhis, closehis, low, high) FROM stdin;
101	1191	184	2020-04-15	171	135.5	134.5	133.5	136.5
102	1192	185	2020-04-15	148	4.04	4.02	3.94	4.24
103	1194	2095	2020-04-15	3	14.441	13.776	13.44	14.441
104	1194	184	2020-04-15	26972	13.782	13.17	13.11	13.828
105	1195	2095	2020-04-15	9	77.36	71.02	71.02	77.36
106	1195	2096	2020-04-15	0				
107	1195	184	2020-04-15	58827	75.04	72.1	71.72	75.12
108	1199	184	2020-04-15	5852	625.6	613.2	605	629.2
109	1201	194	2020-04-15	71	9.02	8.73	8.73	9.02
110	1203	196	2020-04-15	403	12.58	12.5	12.37	12.67
111	1205	184	2020-04-15	1782	5714	5740	5522	5746
112	1206	196	2020-04-15	61	9.77	9.57	9.51	9.77
113	1208	184	2020-04-15	59	52	50	49.5	52
114	1210	184	2020-04-15	31	46400	46000	44600	47000
115	1211	2095	2020-04-15	8	70.84	62.2	61.89	70.84
116	1211	2096	2020-04-15	0				
117	1211	184	2020-04-15	42884	63.5	59.9	59.8	63.65
118	1214	184	2020-04-15	599	3.84	3.665	3.655	3.84
119	1219	2095	2020-04-15	3	14.2	14.2	14.2	14.2
120	1219	184	2020-04-15	17894	13.21	13.18	12.8	13.698
121	1220	184	2020-04-15	371	206	203.5	203	209
122	1221	2095	2020-04-15	1	4.14	4.14	4.14	4.14
123	1221	184	2020-04-15	20	3.03	3.14	3.01	3.14
124	1222	184	2020-04-15	185	0.6055	0.556	0.552	0.6055
125	1226	184	2020-04-15	222	855	900	855	920
126	1230	184	2020-04-15	2590	1700	1613.5	1613.5	1725
127	1231	184	2020-04-15	8051	1364.5	1305	1301.5	1377.5
128	1232	184	2020-04-15	839	1440	1441	1419	1600
129	1234	184	2020-04-15	0				
130	1235	184	2020-04-15	112	6.49	6.49	6.4	6.54
131	1236	2095	2020-04-15	1	3.74	3.74	3.74	3.74
132	1236	184	2020-04-15	88	3.99	3.986	3.968	4.048
133	1257	184	2020-04-15	243	841	826	818	841
134	1259	184	2020-04-15	3284	43.49	42.41	41.76	44.19
135	1266	2095	2020-04-15	1	4.53	4.53	4.53	4.53
136	1266	184	2020-04-15	14740	5.526	5.289	5.27	5.547
137	1271	184	2020-04-15	181	200.5	196	191	204.5
138	1476	184	2020-04-15	9	29.4	28.6	28.4	31
139	1477	184	2020-04-15	34	5480	5000	5000	5480
140	1478	2096	2020-04-15	0				
141	1478	184	2020-04-15	23016	894	861.2	853.4	896
142	1479	184	2020-04-15	130	2465	2320	2255	2510
143	1480	184	2020-04-15	252	22.15	21.6	21.6	23.4
144	1481	184	2020-04-15	848	18	17.52	17.5	18.2
145	1482	184	2020-04-15	310	0.0994	0.0911	0.09	0.0995
146	1483	2095	2020-04-15	2	6.78	6.78	6.78	6.78
147	1483	184	2020-04-15	5800	5.02	7.13	4.9	7.13
148	1484	184	2020-04-15	16072	101	95.46	95.14	101.04
149	1485	2095	2020-04-15	1	0.79	0.79	0.79	0.79
150	1485	184	2020-04-15	168	0.787	0.77	0.751	0.801
151	1486	184	2020-04-15	67	1996	2100	1930	2278
152	1487	184	2020-04-15	128	1580	1570	1490	1590
153	1488	185	2020-04-15	34	9.02	8.98	8.96	9.06
154	1489	184	2020-04-15	178	172.5	165	160	172.5
155	1490	184	2020-04-15	430	557	561	545	561.9
156	1491	184	2020-04-15	0				
157	1492	2095	2020-04-15	6	0.999	0.992	0.9005	0.999
158	1492	184	2020-04-15	3039	0.92	0.9255	0.88	0.926
159	1493	184	2020-04-15	1021	89.9	86.34	86.04	89.9
160	1494	2095	2020-04-15	55	0.17422	0.17458	0.16684	0.1816
161	1494	2096	2020-04-15	0				
162	1494	184	2020-04-15	17337	0.177	0.173	0.1692	0.17856
163	1495	2095	2020-04-15	1	8.1	8.1	8.1	8.1
164	1495	184	2020-04-15	1533	6.55	6.12	6.03	6.56
165	1496	184	2020-04-15	8727	2168	2106.5	2082.5	2180.5
166	1497	196	2020-04-15	103	44.24	39.7	39.56	44.24
167	1497	2097	2020-04-15	1275	2968	2988	2940	3018
168	1498	194	2020-04-15	105	24.55	23.64	23.64	24.55
169	1498	2097	2020-04-15	909	1999.5	1935	1925.5	1999.5
170	1499	196	2020-04-15	494	11.83	11.78	11.72	11.95
171	1499	2097	2020-04-15	7167	873.4	883.6	861	897.6
172	1500	196	2020-04-15	116	86.18	84.98	83.86	86.18
173	1500	2097	2020-04-15	2074	6251	6331	6251	6375
174	1501	2097	2020-04-15	361	182.5	183.5	181	183.5
175	1502	2097	2020-04-15	895	1608	1607.4	1607.2	1608.5
176	1503	2097	2020-04-15	718	1679	1658	1658	1687
177	1504	196	2020-04-15	144	36.7	33.92	33.72	36.7
178	1504	2097	2020-04-15	1648	2687	2543	2530	2689.5
179	1505	196	2020-04-15	65	12.03	11.82	11.82	12.05
180	1505	194	2020-04-15	8	10.93	11.04	10.93	11.07
181	1505	2097	2020-04-15	1252	877.2	902	877.2	905
182	1506	2097	2020-04-15	2045	0.86	0.8598	0.85	0.866
183	1507	196	2020-04-15	434	10.2	10.2108	10.2	10.2241
184	1507	2097	2020-04-15	2521	745.1	767	745.1	767
185	1508	196	2020-04-15	147	50.59	49.64	49.49	50.79
186	1508	2097	2020-04-15	1489	3686	3715	3686	3740
187	1509	196	2020-04-15	69	0.017221	0.017091	0.016908	0.0175
188	1509	2097	2020-04-15	1934	1.2639	1.281	1.2639	1.284
189	1510	184	2020-04-15	47	390.5	382.5	379	408
190	1511	184	2020-04-15	77	332.5	320	301	332.5
191	1512	184	2020-04-15	0				
192	1513	2095	2020-04-15	11	209.85	184.02	183.14	209.85
193	1513	2096	2020-04-15	0				
194	1513	184	2020-04-15	87168	189.15	184.25	182.56	189.48
195	1514	184	2020-04-15	0				
196	1515	184	2020-04-15	0				
197	1516	184	2020-04-15	1281	1785	1731	1730.5	1785
198	1517	184	2020-04-15	28	730	733	725	733
199	1518	2096	2020-04-15	0				
200	1518	184	2020-04-15	39084	20566	19646	19380	20732
\.


--
-- Data for Name: listsecurity; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.listsecurity (id, idsecid, regnumber, namesecurity, emitenttitle, primaryboardid) FROM stdin;
7829	1376	1899-94168527	РџР�Р¤ РђРўР Р�РЈРњ РЈРљ Р’Р•Р›Р•РЎ РўР 	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "Р’Р•Р›Р•РЎ РўР РђРЎРў"	2090
7815	1377	4-05-00207-A	РђРєСЂРѕРЅ (РџРђРћ) РѕР±. СЃРµСЂ. 04	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РђРєСЂРѕРЅ"	2091
76079	1199		ГДР ROS AGRO PLC ORD SHS	Bank of New York Mellon Corporation (Глобальные депозитарные расписки на акции ROS AGRO PLC)	184
262162603	1200		Индикатор «Альфа-Капитал. Облигации»		193
127728269	1201	3805	БПИФ АЛЬФА_КАП ЕВРОПА 600	Общество с ограниченной ответственностью "Управляющая компания "Альфа-Капитал"	194
126595747	1202		Расчетная цена одного пая Биржевого ПИФа «ЕВРОПА 600»		195
7603801	1203	3591	БПИФ АЛЬФА_КАП ТЕХНОЛОГИИ 100	Общество с ограниченной ответственностью "Управляющая компания "Альфа-Капитал"	196
5292334	1204		Расчетная цена одного пая Биржевого ПИФа «ТЕХНОЛОГИИ 100»		195
2702	1205	1-03-00207-A	Акрон ПАО ао	Публичное акционерное общество "Акрон"	184
48109977	1206	3691	БПИФ АЛЬФА_КАП Эс энд Пи 500	Общество с ограниченной ответственностью "Управляющая компания "Альфа-Капитал"	196
48107417	1207		Расчетная цена одного пая Биржевого ПИФа «Альфа - Капитал Эс энд Пи 500»		195
13080	1208	10400435B	Бест Эффортс Банк ПАО ао	Публичное акционерное общество "Бест Эффортс Банк"	184
212232579	1209		Фьючерсный контракт ALRS-6.20	Акционерная компания "АЛРОСА" (публичное акционерное общество)	189
8112	1210	1-01-20179-F	АЛРОСА-Нюрба ПАО ао	Публичное акционерное общество "АЛРОСА-Нюрба"	184
8094	1211	1-03-40046-N	АЛРОСА ПАО ао	Акционерная компания "АЛРОСА" (публичное акционерное общество)	184
261761279	1212		Фьючерсный контракт ALRS-9.20	Акционерная компания "АЛРОСА" (публичное акционерное общество)	189
261761281	1213		Фьючерсный контракт ALRS-12.20	Акционерная компания "АЛРОСА" (публичное акционерное общество)	189
6442	1214	1-03-45219-D	 Ашинский метзавод ПАО ао	Публичное акционерное общество "Ашинский металлургический завод"	184
261761283	1215		Фьючерсный контракт ALMN-5.20		189
290185313	1216		Фьючерсный контракт ALMN-6.20		189
328981145	1217		Фьючерсный контракт ALMN-7.20		189
154677	1218		Amazon.com Inc.	Amazon.com, Inc.	183
8052	1219	1-01-07335-A	ПАО "Аптечная сеть 36,6" ао	Публичное акционерное общество "Аптечная сеть 36,6"	184
84864	1220	1-01-04461-D	Русская Аквакультура ПАО ао	Публичное  акционерное общество "Русская Аквакультура"	184
6115	1221	1-01-03163-D	УК Арсагера ПАО-ао	ПУБЛИЧНОЕ АКЦИОНЕРНОЕ ОБЩЕСТВО "УПРАВЛЯЮЩАЯ КОМПАНИЯ "АРСАГЕРА"	184
2710	1222	1-01-55064-E	"Астраханская ЭСК" ПАО	Публичное акционерное общество "Астраханская энергосбытовая компания"	184
12441	1372	1-02-12500-A	ÐÐ±ÑÐ°Ñ-ÐÑÑÑÐ¾ ÐÐÐ Ð°Ð¾	ÐÑÐ±Ð»Ð¸ÑÐ½Ð¾Ðµ Ð°ÐºÑÐ¸Ð¾Ð½ÐµÑÐ½Ð¾Ðµ Ð¾Ð±ÑÐµÑÑÐ²Ð¾ "ÐÐ±ÑÐ°Ñ â ÐÑÑÑÐ¾"	184
211391369	1223		Фьючерсный контракт AUDU-6.20		189
290185317	1224		Фьючерсный контракт AUDU-9.20		189
141068	1225		Авангард-Агро АО ао	Акционерное общество "АВАНГАРД-АГРО"	216
14429	1226	10102879B	АКБ "АВАНГАРД" ПАО ао	Акционерный Коммерческий банк "АВАНГАРД" - публичное акционерное общество	184
131568	1192	1-01-52065-Z	ÐÐ¡ÐÐ-Ð¡Ð¢Ð ÐÐ¥ÐÐÐÐÐÐ ÐÐÐ Ð°Ð¾	ÐÑÐ±Ð»Ð¸ÑÐ½Ð¾Ðµ Ð°ÐºÑÐ¸Ð¾Ð½ÐµÑÐ½Ð¾Ðµ Ð¾Ð±ÑÐµÑÑÐ²Ð¾ "ÐÐ¡ÐÐ-Ð¡Ð¢Ð ÐÐ¥ÐÐÐÐÐÐ"	185
86199	1227	1-01-34643-E	Открытое Акционерное Общество "Территориальное агентство воздушных сообщений "Кубань"	Открытое Акционерное Общество "Территориальное агентство воздушных сообщений "Кубань"	186
2699	1373	1-05-01669-A	ÐÐ¤Ð "Ð¡Ð¸ÑÑÐµÐ¼Ð°" ÐÐÐ Ð°Ð¾	ÐÐ£ÐÐÐÐ§ÐÐÐ ÐÐÐ¦ÐÐÐÐÐ ÐÐÐ ÐÐÐ©ÐÐ¡Ð¢ÐÐ "ÐÐÐ¦ÐÐÐÐÐ ÐÐÐ¯ Ð¤ÐÐÐÐÐ¡ÐÐÐÐ¯ ÐÐÐ ÐÐÐ ÐÐ¦ÐÐ¯ "Ð¡ÐÐ¡Ð¢ÐÐÐ"	184
2700	1195	1-01-00010-A	ÐÑÑÐ¾ÑÐ»Ð¾Ñ-ÑÐ¾ÑÑ.Ð°Ð²Ð¸Ð°Ð»Ð¸Ð½(ÐÐÐ)Ð°Ð¾	ÐÑÐ±Ð»Ð¸ÑÐ½Ð¾Ðµ Ð°ÐºÑÐ¸Ð¾Ð½ÐµÑÐ½Ð¾Ðµ Ð¾Ð±ÑÐµÑÑÐ²Ð¾ "ÐÑÑÐ¾ÑÐ»Ð¾Ñ â ÑÐ¾ÑÑÐ¸Ð¹ÑÐºÐ¸Ðµ Ð°Ð²Ð¸Ð°Ð»Ð¸Ð½Ð¸Ð¸"	184
212232577	1196		Ð¤ÑÑÑÐµÑÑÐ½ÑÐ¹ ÐºÐ¾Ð½ÑÑÐ°ÐºÑ AFLT-6.20	ÐÑÐ±Ð»Ð¸ÑÐ½Ð¾Ðµ Ð°ÐºÑÐ¸Ð¾Ð½ÐµÑÐ½Ð¾Ðµ Ð¾Ð±ÑÐµÑÑÐ²Ð¾ "ÐÑÑÐ¾ÑÐ»Ð¾Ñ â ÑÐ¾ÑÑÐ¸Ð¹ÑÐºÐ¸Ðµ Ð°Ð²Ð¸Ð°Ð»Ð¸Ð½Ð¸Ð¸"	189
164599	1228		The Boeing Company	The Boeing Company	183
164600	1229		Alibaba ADR	Citibank N.A. (АДР Alibaba)	183
8048	1230	1-01-00013-A	Башнефть АНК ао	Публичное акционерное общество "Акционерная нефтяная Компания "Башнефть"	184
8049	1231	2-01-00013-A	Башнефть АНК ап	Публичное акционерное общество "Акционерная нефтяная Компания "Башнефть"	184
132432	1232	1-01-55052-E	Белуга Групп ПАО ао	Публичное акционерное общество "Белуга Групп"	184
164601	1233		Baidu ADR, Inc. ORD SHS	The Bank of New York Mellon (АДР Baidu, Inc. ORD SHS)	183
7183	1234	1-01-00011-A	Башинформсвязь(ПАО) ао	Публичное акционерное общество "Башинформсвязь"	184
7184	1235	2-01-00011-A	Башинформсвязь(ПАО) ап	Публичное акционерное общество "Башинформсвязь"	184
2711	1236	1-06-10167-F	Белон ОАО ао	Открытое акционерное общество "Белон"	184
85981	1237	1-01-30269-D	Акционерное общество "Белорецкий металлургический комбинат"	Акционерное общество "Белорецкий металлургический комбинат"	186
85996	1238	1-01-40034-A	Открытое акционерное общество "Газпром газораспределение Белгород"	Акционерное общество "Газпром газораспределение Белгород"	186
86006	1239	1-04-00015-A	Открытое акционерное общество "Эй Джи Си Борский стекольный завод"	Открытое акционерное общество "Эй Джи Си Борский стекольный завод"	186
164602	1240		BP PLC ADR ORD SHS	JPMORGAN CHASE BANK, NATIONAL ASSOCIATION (АДР BP PLC ORD SHS)	183
86240	1241	1-01-31376-D	Открытое акционерное общество "Богословское рудоуправление"	Открытое акционерное общество "Богословское рудоуправление"	186
33925	1242		Фьючерсный контракт BR-1.21		189
33932	1243		Фьючерсный контракт BR-2.21		189
33949	1244		Фьючерсный контракт BR-3.21		189
33985	1245		Фьючерсный контракт BR-4.21		189
33793	1246		Фьючерсный контракт BR-5.20		189
33820	1247		Фьючерсный контракт BR-6.20		189
33826	1248		Фьючерсный контракт BR-7.20		189
86007	1249	1-01-42140-A	Акционерное общество "Газпром газораспределение Брянск"	Акционерное общество "Газпром газораспределение Брянск"	186
33828	1250		Фьючерсный контракт BR-8.20		189
85885	1251	1-01-30667-D	Акционерное общество "Березниковский содовый завод"	Акционерное общество "Березниковский содовый завод"	186
85886	1252	2-01-30667-D	Акционерное общество "Березниковский содовый завод"	Акционерное общество "Березниковский содовый завод"	186
33860	1253		Фьючерсный контракт BR-9.20		189
33871	1254		Фьючерсный контракт BR-10.20		189
33878	1255		Фьючерсный контракт BR-11.20		189
33905	1256		Фьючерсный контракт BR-12.20		189
8132	1257	1-06-20577-F	Бурятзолото ПАО ао	Публичное акционерное общество "Бурятзолото"	184
86243	1258	3-03-20577-F	Публичное акционерное общество "Бурятзолото"	Публичное акционерное общество "Бурятзолото"	186
6104	1259	10300436B	ПАО "Банк "Санкт-Петербург" ао	ПУБЛИЧНОЕ АКЦИОНЕРНОЕ ОБЩЕСТВО "БАНК "САНКТ-ПЕТЕРБУРГ"	184
7063	1260	None	ПАО "Банк "Санкт-Петербург" ап	ПУБЛИЧНОЕ АКЦИОНЕРНОЕ ОБЩЕСТВО "БАНК "САНКТ-ПЕТЕРБУРГ"	216
85889	1261	1-01-21060-F	Открытое акционерное общество "Бамтоннельстрой"	Акционерное общество "Бамтоннельстрой"	186
86252	1262	2-01-21060-F	Открытое акционерное общество "Бамтоннельстрой"	Акционерное общество "Бамтоннельстрой"	186
301667429	1263		Фьючерсный контракт GBMW-6.20		189
85909	1193	1-03-01692-A	ÐÑÐºÑÑÑÐ¾Ðµ Ð°ÐºÑÐ¸Ð¾Ð½ÐµÑÐ½Ð¾Ðµ Ð¾Ð±ÑÐµÑÑÐ²Ð¾ "ÐÐ²Ð¸Ð°ÑÐ¸Ð¾Ð½Ð½Ð°Ñ ÐºÐ¾ÑÐ¿Ð¾ÑÐ°ÑÐ¸Ñ "Ð ÑÐ±Ð¸Ð½"	Ð¿ÑÐ±Ð»Ð¸ÑÐ½Ð¾Ðµ Ð°ÐºÑÐ¸Ð¾Ð½ÐµÑÐ½Ð¾Ðµ Ð¾Ð±ÑÐµÑÑÐ²Ð¾ "ÐÐ²Ð¸Ð°ÑÐ¸Ð¾Ð½Ð½Ð°Ñ ÐºÐ¾ÑÐ¿Ð¾ÑÐ°ÑÐ¸Ñ "Ð ÑÐ±Ð¸Ð½"	186
7816	1378	4-06-00207-A	РђРєСЂРѕРЅ (РџРђРћ) РѕР±. СЃРµСЂ. 05	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РђРєСЂРѕРЅ"	2091
7826	1379	4-01-00350-D	Р—Р°РїР°Рґ.СЃРєРѕСЂ.РґРёР°РјРµС‚СЂ РђРћ РѕР±.01	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р—Р°РїР°РґРЅС‹Р№ СЃРєРѕСЂРѕСЃС‚РЅРѕР№ РґРёР°РјРµС‚СЂ"	2091
211391371	1264		Фьючерсный контракт UCAD-6.20		189
290185321	1265		Фьючерсный контракт UCAD-9.20		189
85628	1266	10101978B	"МКБ" ПАО ао	"МОСКОВСКИЙ КРЕДИТНЫЙ БАНК" (публичное акционерное общество)	184
86261	1267	1-01-55462-E	Публичное акционерное общество "Группа компаний коммунальной сферы"	Публичное акционерное общество "Группа компаний коммунальной сферы"	186
211391373	1268		Фьючерсный контракт UCHF-6.20		189
290185325	1269		Фьючерсный контракт UCHF-9.20		189
85904	1270	1-01-55127-D	Открытое акционерное общество "Чебоксарский агрегатный завод"	Публичное акционерное общество "Чебоксарский агрегатный завод"	186
6599	1271	1-01-00182-A	"ЧТПЗ" ПАО ао	Публичное акционерное общество "Челябинский трубопрокатный завод"	184
85916	1197	1-01-40534-A	ÐÐºÑÐ¸Ð¾Ð½ÐµÑÐ½Ð¾Ðµ Ð¾Ð±ÑÐµÑÑÐ²Ð¾ "ÐÐ³ÑÐ¾ÑÐ¸ÑÐ¼Ð° ÐÑÐµÐ½ÑÐºÐ°Ñ"	ÐÐºÑÐ¸Ð¾Ð½ÐµÑÐ½Ð¾Ðµ Ð¾Ð±ÑÐµÑÑÐ²Ð¾ "ÐÐ³ÑÐ¾ÑÐ¸ÑÐ¼Ð° ÐÑÐµÐ½ÑÐºÐ°Ñ"	186
8193	1380	4-01-20468-P	Р’РѕР»РіР°-РЎРїРѕСЂС‚ РђРћ РѕР±Р». 01	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р’РѕР»РіР°-РЎРїРѕСЂС‚"	2091
7827	1381	4-02-00350-D	Р—Р°РїР°Рґ.СЃРєРѕСЂ.РґРёР°РјРµС‚СЂ РђРћ РѕР±.02	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р—Р°РїР°РґРЅС‹Р№ СЃРєРѕСЂРѕСЃС‚РЅРѕР№ РґРёР°РјРµС‚СЂ"	2091
7834	1382	4-17-55005-E	РњРµС‡РµР» РџРђРћ 17 РѕР±Р».	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РњРµС‡РµР»"	2091
7835	1383	4-18-55005-E	РњРµС‡РµР» РџРђРћ 18 РѕР±Р».	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РњРµС‡РµР»"	2091
7837	1384	4-04-65014-D	РќРµС„С‚РµРіР°Р·С…РѕР»РґРёРЅРі РђРћ РѕР±Р».СЃРµСЂРёСЏ04	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РќРµС„С‚РµРіР°Р·С…РѕР»РґРёРЅРі"	2091
7838	1385	4-19-55005-E	РњРµС‡РµР» РџРђРћ 19 РѕР±Р».	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РњРµС‡РµР»"	2091
7853	1386	4-06-65014-D	РќРµС„С‚РµРіР°Р·С…РѕР»РґРёРЅРі РђРћ РѕР±Р».СЃРµСЂРёСЏ06	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РќРµС„С‚РµРіР°Р·С…РѕР»РґРёРЅРі"	2091
7862	1387	4-01-00740-D	РЎР°РЅРєС‚-РџРµС‚.РўРµР»РµРєРѕРј РђРћ РѕР±Р». 01	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РЎР°РЅРєС‚-РџРµС‚РµСЂР±СѓСЂРі РўРµР»РµРєРѕРј"	2091
7863	1388	4-02-00740-D	РЎР°РЅРєС‚-РџРµС‚.РўРµР»РµРєРѕРј РђРћ РѕР±Р». 02	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РЎР°РЅРєС‚-РџРµС‚РµСЂР±СѓСЂРі РўРµР»РµРєРѕРј"	2091
7865	1389	4-03-00740-D	РЎР°РЅРєС‚-РџРµС‚.РўРµР»РµРєРѕРј РђРћ РѕР±Р». 03	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РЎР°РЅРєС‚-РџРµС‚РµСЂР±СѓСЂРі РўРµР»РµРєРѕРј"	2091
7897	1390	4-13-65018-D	"Р¤РЎРљ Р•Р­РЎ"(РџРђРћ)-РѕР±Р». СЃРµСЂ.13	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р¤РµРґРµСЂР°Р»СЊРЅР°СЏ СЃРµС‚РµРІР°СЏ РєРѕРјРїР°РЅРёСЏ Р•РґРёРЅРѕР№ СЌРЅРµСЂРіРµС‚РёС‡РµСЃРєРѕР№ СЃРёСЃС‚РµРјС‹"	2092
7902	1391	41403349B	"Р РѕСЃСЃРµР»СЊС…РѕР·Р±Р°РЅРє" (РђРћ) РѕР±Р».14	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ РЎРµР»СЊСЃРєРѕС…РѕР·СЏР№СЃС‚РІРµРЅРЅС‹Р№ Р±Р°РЅРє"	2091
7906	1392	41203349B	"Р РѕСЃСЃРµР»СЊС…РѕР·Р±Р°РЅРє" (РђРћ) РѕР±Р».12	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ РЎРµР»СЊСЃРєРѕС…РѕР·СЏР№СЃС‚РІРµРЅРЅС‹Р№ Р±Р°РЅРє"	2091
7908	1393	41303349B	"Р РѕСЃСЃРµР»СЊС…РѕР·Р±Р°РЅРє" (РђРћ) РѕР±Р».13	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ РЎРµР»СЊСЃРєРѕС…РѕР·СЏР№СЃС‚РІРµРЅРЅС‹Р№ Р±Р°РЅРє"	2091
7947	1394	2154-94173824	РџР�Р¤ РЎРёСЃС‚.РёРЅРІ. РЈРљ РўРљР‘ Р�РЅРІ.РџР°СЂС‚РЅ	РўРљР‘ Р�РЅРІРµСЃС‚РјРµРЅС‚ РџР°СЂС‚РЅРµСЂСЃ (РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2090
7969	1395	0806-94125972	Р—РџР�Р¤РЎР� РЎС‚СЂР°С‚РµРіРёС‡. Р°РєС‚РёРІС‹ РђР“РђРќРђ	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "РђР“РђРќРђ"	2090
7965	1396	2126-94197523	РЈРљ "Р“Р°СЂР°РЅС‚ Р¤РёРЅРљРѕРј"РџР Р•РњР�РЈРњ РљР Р•Р”	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "Р“Р°СЂР°РЅС‚ Р¤РёРЅРљРѕРј"	2093
8065	1397	0859-94124599	РџР�Р¤ РџРµСЂРІС‹Р№ Р—РјРµР»СЊРЅС‹Р№ РЈРљ Р’РёРєС‚РѕСЂРё	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "Р’РёРєС‚РѕСЂРё Р­СЃСЃРµС‚ РњРµРЅРµРґР¶РјРµРЅС‚"	2093
8066	1398	1214-58229635	РџР�Р¤ РўСЂРµС‚РёР№Р—РµРјРµР»СЊРЅС‹Р№ РЈРљ Р’РёРєС‚РѕСЂРё	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "Р’РёРєС‚РѕСЂРё Р­СЃСЃРµС‚ РњРµРЅРµРґР¶РјРµРЅС‚"	2090
7981	1399	40801623B	Р’РўР‘ РѕР±. 2-Р�Рџ РєР»Р°СЃСЃР° "Рђ"	Р‘Р°РЅРє Р’РўР‘ (РїСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2091
7982	1400	40901623B	Р’РўР‘ РѕР±. 2-Р�Рџ РєР»Р°СЃСЃР° "Р‘"	Р‘Р°РЅРє Р’РўР‘ (РїСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2091
8003	1401	4-10-00004-T	Р’Р­Р‘.Р Р¤ РѕР±. СЃРµСЂ. 10	РіРѕСЃСѓРґР°СЂСЃС‚РІРµРЅРЅР°СЏ РєРѕСЂРїРѕСЂР°С†РёСЏ СЂР°Р·РІРёС‚РёСЏ "Р’Р­Р‘.Р Р¤"	2091
1	1375	111	asd	asd	2089
8005	1402	2143-94174077	РўР Р�РќР¤Р�РљРћ Р—РџР�Р¤ РџРµСЂСЃРїРµРєС‚РёРІР°	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "РўР Р�РќР¤Р�РљРћ РџСЂРѕРїРµС‚Рё РњРµРЅРµРґР¶РјРµРЅС‚"	2090
8129	1403		Uranium One Inc. 01	РЈСЂР°РЅРёСѓРј РЈР°РЅ Р�РЅРє (Uranium One Inc.)	2091
81989	1354		Р“Р”Р  Р°Рѕ РўР°С‚РЅРµС„С‚СЊ ORD SHS	Bank of New York Mellon Corporation (РђРјРµСЂРёРєР°РЅСЃРєР°СЏ РґРµРїРѕР·РёС‚Р°СЂРЅР°СЏ СЂР°СЃРїРёСЃРєР° РЅР° Р°Рѕ РћРђРћ "РўР°С‚РЅРµС„С‚СЊ" РёРј. Р’.Р”. РЁР°С€РёРЅР°)	216
25759	1404		Uranium One Inc. 02	РЈСЂР°РЅРёСѓРј РЈР°РЅ Р�РЅРє (Uranium One Inc.)	2091
8013	1405	4-01-36388-R	РЎРµРІРµСЂРѕ-Р—Р°Рї.РєРѕРЅС†РµСЃ.РєРѕРјРї. СЃРµСЂ.03	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "РЎРµРІРµСЂРѕ-Р—Р°РїР°РґРЅР°СЏ РєРѕРЅС†РµСЃСЃРёРѕРЅРЅР°СЏ РєРѕРјРїР°РЅРёСЏ"	2091
8014	1406	4-02-36388-R	РЎРµРІРµСЂРѕ-Р—Р°Рї.РєРѕРЅС†РµСЃ.РєРѕРјРї. СЃРµСЂ.04	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "РЎРµРІРµСЂРѕ-Р—Р°РїР°РґРЅР°СЏ РєРѕРЅС†РµСЃСЃРёРѕРЅРЅР°СЏ РєРѕРјРїР°РЅРёСЏ"	2091
8026	1407	4-08-43801-H	Р’Р­Р‘-Р»РёР·РёРЅРі РђРћ РѕР±. 08	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р’Р­Р‘-Р»РёР·РёРЅРі"	2091
68330	1355		Р“Р”Р  Avangardco Invest ORD SHS	Bank of New York Mellon Corporation (Avangardco Investments Public Limited)	216
8029	1408	4-09-43801-H	Р’Р­Р‘-Р»РёР·РёРЅРі РђРћ РѕР±. 09	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р’Р­Р‘-Р»РёР·РёРЅРі"	2091
189757877	1356		TINKOFF ALL-WEATHER INDEX (EUR)		193
189757873	1357		TINKOFF ALL-WEATHER INDEX (RUB)		193
189757875	1358		TINKOFF ALL-WEATHER INDEX (USD)		193
8031	1409	41503349B	"Р РѕСЃСЃРµР»СЊС…РѕР·Р±Р°РЅРє" (РђРћ) РѕР±Р».15	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ РЎРµР»СЊСЃРєРѕС…РѕР·СЏР№СЃС‚РІРµРЅРЅС‹Р№ Р±Р°РЅРє"	2091
12589	1410	4-07-00740-D	РЎР°РЅРєС‚-РџРµС‚.РўРµР»РµРєРѕРј РђРћ РѕР±Р». 07	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РЎР°РЅРєС‚-РџРµС‚РµСЂР±СѓСЂРі РўРµР»РµРєРѕРј"	2091
8101	1411	2097-94198149	РџР�Р¤ Р§РµС‚РІРµСЂС‚С‹Р№Р—РµРјРµР». РЈРљ Р’РёРєС‚РѕСЂРё	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "Р’РёРєС‚РѕСЂРё Р­СЃСЃРµС‚ РњРµРЅРµРґР¶РјРµРЅС‚"	2090
24709	1412	4B020302562B	РџРђРћ РћРўРљР Р«РўР�Р• Р¤Рљ Р‘Р°РЅРє Р‘Рћ-03	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ Р‘Р°РЅРє "Р¤РёРЅР°РЅСЃРѕРІР°СЏ РљРѕСЂРїРѕСЂР°С†РёСЏ РћС‚РєСЂС‹С‚РёРµ"	2091
8152	1413	4-18-65018-D	"Р¤РЎРљ Р•Р­РЎ"(РџРђРћ)-РѕР±Р». СЃРµСЂ.18	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р¤РµРґРµСЂР°Р»СЊРЅР°СЏ СЃРµС‚РµРІР°СЏ РєРѕРјРїР°РЅРёСЏ Р•РґРёРЅРѕР№ СЌРЅРµСЂРіРµС‚РёС‡РµСЃРєРѕР№ СЃРёСЃС‚РµРјС‹"	2091
10055	1414	4-01-74103-H	Р�Рђ РђР�Р–Рљ 2011-1 Р—РђРћ РєР».Рђ1/11	Р—Р°РєСЂС‹С‚РѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р�РїРѕС‚РµС‡РЅС‹Р№ Р°РіРµРЅС‚ РђР�Р–Рљ 2011-1"	2091
10056	1415	4-02-74103-H	Р�Рђ РђР�Р–Рљ 2011-1 Р—РђРћ РєР».Рђ2/11	Р—Р°РєСЂС‹С‚РѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р�РїРѕС‚РµС‡РЅС‹Р№ Р°РіРµРЅС‚ РђР�Р–Рљ 2011-1"	2091
10073	1416	40301470B	"РЎРІСЏР·СЊ-Р‘Р°РЅРє" РђРљР‘ РџРђРћ РѕР±Р».03	РњРµР¶СЂРµРіРёРѕРЅР°Р»СЊРЅС‹Р№ РєРѕРјРјРµСЂС‡РµСЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ СЃРІСЏР·Рё Рё РёРЅС„РѕСЂРјР°С‚РёРєРё (РїСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2091
10130	1417	4-03-03388-D	РўР“Рљ-1 РџРђРћ РѕР±Р».03	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РўРµСЂСЂРёС‚РѕСЂРёР°Р»СЊРЅР°СЏ РіРµРЅРµСЂРёСЂСѓСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ в„–1"	2091
10133	1418	4-02-14406-A	РћС‚РєСЂС‹С‚РёРµ РҐРѕР»РґРёРЅРі РђРћ РѕР±Р». 02	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РћС‚РєСЂС‹С‚РёРµ РҐРѕР»РґРёРЅРі"	2091
10880	1419	4-05-00740-D	РЎР°РЅРєС‚-РџРµС‚.РўРµР»РµРєРѕРј РђРћ РѕР±Р». 05	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РЎР°РЅРєС‚-РџРµС‚РµСЂР±СѓСЂРі РўРµР»РµРєРѕРј"	2091
10881	1420	4-04-00740-D	РЎР°РЅРєС‚-РџРµС‚.РўРµР»РµРєРѕРј РђРћ РѕР±Р». 04	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РЎР°РЅРєС‚-РџРµС‚РµСЂР±СѓСЂРі РўРµР»РµРєРѕРј"	2091
11094	1421	4-04-00013-A	РџРђРћ "РђРќРљ "Р‘Р°С€РЅРµС„С‚СЊ" РѕР±. 04	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РђРєС†РёРѕРЅРµСЂРЅР°СЏ РЅРµС„С‚СЏРЅР°СЏ РљРѕРјРїР°РЅРёСЏ "Р‘Р°С€РЅРµС„С‚СЊ"	2091
154676	1190		Apple Inc.	Apple Inc	183
11132	1422	4-04-03388-D	РўР“Рљ-1 РџРђРћ РѕР±Р».04	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РўРµСЂСЂРёС‚РѕСЂРёР°Р»СЊРЅР°СЏ РіРµРЅРµСЂРёСЂСѓСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ в„–1"	2091
11221	1423	4-03-00350-D	Р—Р°РїР°Рґ.СЃРєРѕСЂ.РґРёР°РјРµС‚СЂ РђРћ РѕР±.03	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р—Р°РїР°РґРЅС‹Р№ СЃРєРѕСЂРѕСЃС‚РЅРѕР№ РґРёР°РјРµС‚СЂ"	2091
11222	1424	4-04-00350-D	Р—Р°РїР°Рґ.СЃРєРѕСЂ.РґРёР°РјРµС‚СЂ РђРћ РѕР±.04	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р—Р°РїР°РґРЅС‹Р№ СЃРєРѕСЂРѕСЃС‚РЅРѕР№ РґРёР°РјРµС‚СЂ"	2091
11223	1425	4-05-00350-D	Р—Р°РїР°Рґ.СЃРєРѕСЂ.РґРёР°РјРµС‚СЂ РђРћ РѕР±.05	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р—Р°РїР°РґРЅС‹Р№ СЃРєРѕСЂРѕСЃС‚РЅРѕР№ РґРёР°РјРµС‚СЂ"	2091
12139	1426	4-26-00004-T	Р’Р­Р‘.Р Р¤ РѕР±. СЃРµСЂ. 21	РіРѕСЃСѓРґР°СЂСЃС‚РІРµРЅРЅР°СЏ РєРѕСЂРїРѕСЂР°С†РёСЏ СЂР°Р·РІРёС‚РёСЏ "Р’Р­Р‘.Р Р¤"	2092
12184	1427	4-05-25642-H	РњР•РўРђР›Р›РћР�РќР’Р•РЎРў РҐРљ РђРћ РѕР±Р». 05	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РҐРѕР»РґРёРЅРіРѕРІР°СЏ РєРѕРјРїР°РЅРёСЏ "РњР•РўРђР›Р›РћР�РќР’Р•РЎРў"	2091
12185	1428	4-01-25642-H	РњР•РўРђР›Р›РћР�РќР’Р•РЎРў РҐРљ РђРћ РѕР±Р». 01	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РҐРѕР»РґРёРЅРіРѕРІР°СЏ РєРѕРјРїР°РЅРёСЏ "РњР•РўРђР›Р›РћР�РќР’Р•РЎРў"	2091
292308367	1198		Фьючерсный контракт AFLT-9.20	Публичное акционерное общество "Аэрофлот – российские авиалинии"	189
12188	1429	4-01-00027-A	Р’С‹РјРїРµР»-РљРѕРјРјСѓРЅРёРєР°С†РёРё РџРђРћ РѕР±Р».01	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р’С‹РјРїРµР»-РљРѕРјРјСѓРЅРёРєР°С†РёРё"	2091
12189	1430	4-04-00027-A	Р’С‹РјРїРµР»-РљРѕРјРјСѓРЅРёРєР°С†РёРё РџРђРћ РѕР±Р».04	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р’С‹РјРїРµР»-РљРѕРјРјСѓРЅРёРєР°С†РёРё"	2091
12215	1431	4-06-25642-H	РњР•РўРђР›Р›РћР�РќР’Р•РЎРў РҐРљ РђРћ РѕР±Р». 06	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РҐРѕР»РґРёРЅРіРѕРІР°СЏ РєРѕРјРїР°РЅРёСЏ "РњР•РўРђР›Р›РћР�РќР’Р•РЎРў"	2091
12238	1432	4-02-00027-A	Р’С‹РјРїРµР»-РљРѕРјРјСѓРЅРёРєР°С†РёРё РџРђРћ РѕР±Р».02	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р’С‹РјРїРµР»-РљРѕРјРјСѓРЅРёРєР°С†РёРё"	2091
12253	1433	40103340B	РњРЎРџ Р‘Р°РЅРє РђРћ 01	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ Р‘Р°РЅРє РїРѕРґРґРµСЂР¶РєРё РјР°Р»РѕРіРѕ Рё СЃСЂРµРґРЅРµРіРѕ РїСЂРµРґРїСЂРёРЅРёРјР°С‚РµР»СЊСЃС‚РІР°"	2091
15125	1434	40203340B	РњРЎРџ Р‘Р°РЅРє РђРћ 02	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ Р‘Р°РЅРє РїРѕРґРґРµСЂР¶РєРё РјР°Р»РѕРіРѕ Рё СЃСЂРµРґРЅРµРіРѕ РїСЂРµРґРїСЂРёРЅРёРјР°С‚РµР»СЊСЃС‚РІР°"	2091
27477	1435	4B020503338B	Р РћРЎР‘РђРќРљ РџРђРћ РѕР±Р». Р‘Рћ-05	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ Р РћРЎР‘РђРќРљ	2091
12576	1436	41603349B	"Р РѕСЃСЃРµР»СЊС…РѕР·Р±Р°РЅРє" (РђРћ) РѕР±Р».16	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ РЎРµР»СЊСЃРєРѕС…РѕР·СЏР№СЃС‚РІРµРЅРЅС‹Р№ Р±Р°РЅРє"	2091
12611	1437	40501470B	"РЎРІСЏР·СЊ-Р‘Р°РЅРє" РђРљР‘ РџРђРћ РѕР±Р».05	РњРµР¶СЂРµРіРёРѕРЅР°Р»СЊРЅС‹Р№ РєРѕРјРјРµСЂС‡РµСЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ СЃРІСЏР·Рё Рё РёРЅС„РѕСЂРјР°С‚РёРєРё (РїСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2091
108133	1359		BYN_TODTOM - РЎР’РћРџ BYN/Р РЈР‘		262
108131	1360		BYN/RUB_TOD - BYN/Р РЈР‘		262
108132	1361		BYN/RUB_TOM - BYN/Р РЈР‘		262
12697	1438	40401470B	"РЎРІСЏР·СЊ-Р‘Р°РЅРє" РђРљР‘ РџРђРћ РѕР±Р».04	РњРµР¶СЂРµРіРёРѕРЅР°Р»СЊРЅС‹Р№ РєРѕРјРјРµСЂС‡РµСЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ СЃРІСЏР·Рё Рё РёРЅС„РѕСЂРјР°С‚РёРєРё (РїСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2091
13356	1439	4-01-36413-R	"Р¤РёРЅРЎС‚Р°РЅРґР°СЂС‚" РћРћРћ РѕР±Р». 01	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "Р¤РёРЅРЎС‚Р°РЅРґР°СЂС‚"	2091
89030	1362		RZD Capital PLC 21 CHF	RZD Capital plc	216
146181	1363		VTB CAPITAL S.A. 24 CHF	VTB Capital S.A	216
128625	1364		GAZ CAPITAL SA 2.75 30/11/21	Gaz Capital S.A.	216
146182	1365		GAZ CAPITAL SA 2.25 19/07/22	Gaz Capital S.A.	216
138904	1366		RZD Capital PLC 23 CHF	RZD Capital plc	216
156232573	1367		Alfa Holding Issuance 09/11/22	Alfa holding Issuance plc	216
151595	1368		GAZ CAPITAL SA 1.45 6/3/23 CHF	Gaz Capital S.A.	216
108357	1369		CHF_TODTOM - РЎР’РћРџ CHF/Р РЈР‘		262
108355	1370		CHF/RUB_TOD - CHF/Р РЈР‘		262
108356	1371		CHF/RUB_TOM - CHF/Р РЈР‘		262
24849	1440		Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ 05	Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ	2091
26708	1441		Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ 06	Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ	2091
26709	1442		Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ 07	Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ	2091
27389	1443		Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ 08	Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ	2091
69439	1444		Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ 09	Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ	2091
97527	1445		Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ 10	Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ	2091
145889	1446		Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ 11	Р•РІСЂР°Р·РёР№СЃРєРёР№ Р±Р°РЅРє СЂР°Р·РІРёС‚РёСЏ	2091
14235	1447	2321	РџР�Р¤ РљРѕРјРјРµСЂС‡РµСЃРєРёРµ Р�РЅРІРµСЃС‚РёС†РёРё	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ РџРѕСЂС‚С„РµР»СЊРЅС‹Рµ РёРЅРІРµСЃС‚РёС†РёРё"	2090
14279	1448	2334	РџР�Р¤ Р Р’Рњ РЎС‚.РЅРµРґРІ.1 РЈРљ Р Р’Рњ РљР°РїР»	Р—Р°РєСЂС‹С‚РѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "Р Р’Рњ РљР°РїРёС‚Р°Р»"	2090
14278	1449	4-01-20453-P	РЈРїСЂР°РІР»РµРЅРёРµ РѕС‚С…РѕРґР°РјРё - РќРќ РђРћ	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РЈРїСЂР°РІР»РµРЅРёРµ РѕС‚С…РѕРґР°РјРё вЂ“ РќРќ"	2091
14497	1450	2232-94195228	Р—РџР�Р¤РљСЂР°СЃРЅРѕРіРѕСЂСЊРµ РЈРљ РџСЂР°РіРјР°РљР°Рї	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "РџСЂР°РіРјР° РљР°РїРёС‚Р°Р»"	2090
14481	1451	4-32-65045-D	"Р РѕСЃСЃРёР№СЃРєРёРµ Р–Р”" РћРђРћ 32 РѕР±Р».	РћС‚РєСЂС‹С‚РѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёРµ Р¶РµР»РµР·РЅС‹Рµ РґРѕСЂРѕРіРё"	2091
15153	1452	4-02-77799-H	Р�Рђ РђР�Р–Рљ 2012-1 РѕР±.РєР».Рђ2	Р—Р°РєСЂС‹С‚РѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р�РїРѕС‚РµС‡РЅС‹Р№ Р°РіРµРЅС‚ РђР�Р–Рљ 2012-1"	2091
14788	1453	4-22-65018-D	"Р¤РЎРљ Р•Р­РЎ"(РџРђРћ)-РѕР±Р». СЃРµСЂ.22	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р¤РµРґРµСЂР°Р»СЊРЅР°СЏ СЃРµС‚РµРІР°СЏ РєРѕРјРїР°РЅРёСЏ Р•РґРёРЅРѕР№ СЌРЅРµСЂРіРµС‚РёС‡РµСЃРєРѕР№ СЃРёСЃС‚РµРјС‹"	2092
16229	1454	41001623B	Р’РўР‘ РѕР±. 3-Р�Рџ РєР»Р°СЃСЃР° "Рђ"	Р‘Р°РЅРє Р’РўР‘ (РїСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2091
16230	1455	41101623B	Р’РўР‘ РѕР±. 3-Р�Рџ РєР»Р°СЃСЃР° "Р‘"	Р‘Р°РЅРє Р’РўР‘ (РїСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2091
16595	1456	4-25-65018-D	"Р¤РЎРљ Р•Р­РЎ"(РџРђРћ)-РѕР±Р». СЃРµСЂ.25	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р¤РµРґРµСЂР°Р»СЊРЅР°СЏ СЃРµС‚РµРІР°СЏ РєРѕРјРїР°РЅРёСЏ Р•РґРёРЅРѕР№ СЌРЅРµСЂРіРµС‚РёС‡РµСЃРєРѕР№ СЃРёСЃС‚РµРјС‹"	2091
16608	1457	4-03-14406-A	РћС‚РєСЂС‹С‚РёРµ РҐРѕР»РґРёРЅРі РђРћ РѕР±Р». 03	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РћС‚РєСЂС‹С‚РёРµ РҐРѕР»РґРёРЅРі"	2091
16654	1458	4-23-00004-T	Р’Р­Р‘.Р Р¤ РѕР±. СЃРµСЂ. 18	РіРѕСЃСѓРґР°СЂСЃС‚РІРµРЅРЅР°СЏ РєРѕСЂРїРѕСЂР°С†РёСЏ СЂР°Р·РІРёС‚РёСЏ "Р’Р­Р‘.Р Р¤"	2092
16872	1459	4-02-20468-P	Р’РѕР»РіР°-РЎРїРѕСЂС‚ РђРћ РѕР±Р». 02	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р’РѕР»РіР°-РЎРїРѕСЂС‚"	2091
16734	1460	4-24-00004-T	Р’Р­Р‘.Р Р¤ РѕР±. СЃРµСЂ. 19	РіРѕСЃСѓРґР°СЂСЃС‚РІРµРЅРЅР°СЏ РєРѕСЂРїРѕСЂР°С†РёСЏ СЂР°Р·РІРёС‚РёСЏ "Р’Р­Р‘.Р Р¤"	2092
16737	1461	41200354B	Р“РџР‘ (РђРћ) РѕР±. СЃРµСЂ.12	"Р“Р°Р·РїСЂРѕРјР±Р°РЅРє" (РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ)	2091
114091	1462	0626-94123756	РџР�Р¤РўР¤Р“-СЂСѓР±.РѕР±Р»РёРі.РЈРљ РўСЂР°РЅСЃС„РёРЅР“СЂ	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "РўР РђРќРЎР¤Р�РќР“Р РЈРџ"	2090
16791	1463	41703349B	"Р РѕСЃСЃРµР»СЊС…РѕР·Р±Р°РЅРє" (РђРћ) РѕР±Р».17	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ РЎРµР»СЊСЃРєРѕС…РѕР·СЏР№СЃС‚РІРµРЅРЅС‹Р№ Р±Р°РЅРє"	2091
16797	1464	4-21-65018-D	"Р¤РЎРљ Р•Р­РЎ"(РџРђРћ)-РѕР±Р». СЃРµСЂ.21	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р¤РµРґРµСЂР°Р»СЊРЅР°СЏ СЃРµС‚РµРІР°СЏ РєРѕРјРїР°РЅРёСЏ Р•РґРёРЅРѕР№ СЌРЅРµСЂРіРµС‚РёС‡РµСЃРєРѕР№ СЃРёСЃС‚РµРјС‹"	2091
16818	1465	41803349B	"Р РѕСЃСЃРµР»СЊС…РѕР·Р±Р°РЅРє" (РђРћ) РѕР±Р».18	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р РѕСЃСЃРёР№СЃРєРёР№ РЎРµР»СЊСЃРєРѕС…РѕР·СЏР№СЃС‚РІРµРЅРЅС‹Р№ Р±Р°РЅРє"	2091
16904	1466	1976-94172492	РЈРљ РќР°РґРµР¶.СѓРїСЂР°РІ.Р—РџР�Р¤РЈСЂР°Р»РќРµРґРІ1	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ РЈРїСЂР°РІР»СЏСЋС‰Р°СЏ РєРѕРјРїР°РЅРёСЏ "РќР°РґРµР¶РЅРѕРµ СѓРїСЂР°РІР»РµРЅРёРµ"	2090
16834	1467	4-04-00122-A	РџРђРћ РќРљ Р РѕСЃРЅРµС„С‚СЊ РѕР±Р».04	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РќРµС„С‚СЏРЅР°СЏ РєРѕРјРїР°РЅРёСЏ "Р РѕСЃРЅРµС„С‚СЊ"	2092
16835	1468	4-05-00122-A	РџРђРћ РќРљ Р РѕСЃРЅРµС„С‚СЊ РѕР±Р».05	РџСѓР±Р»РёС‡РЅРѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РќРµС„С‚СЏРЅР°СЏ РєРѕРјРїР°РЅРёСЏ "Р РѕСЃРЅРµС„С‚СЊ"	2092
17290	1469	4-07-12755-A	Р“Р»Р°РІРЅР°СЏ РґРѕСЂРѕРіР° РђРћ РѕР±.СЃРµСЂ. 07	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р“Р»Р°РІРЅР°СЏ РґРѕСЂРѕРіР°"	2091
17463	1470	4-04-74103-H	Р�Рђ РђР�Р–Рљ 2011-1 РѕР±.РєР».Рђ1/12	Р—Р°РєСЂС‹С‚РѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р�РїРѕС‚РµС‡РЅС‹Р№ Р°РіРµРЅС‚ РђР�Р–Рљ 2011-1"	2091
17464	1471	4-05-74103-H	Р�Рђ РђР�Р–Рљ 2011-1 РѕР±.РєР».Рђ2/12	Р—Р°РєСЂС‹С‚РѕРµ Р°РєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р�РїРѕС‚РµС‡РЅС‹Р№ Р°РіРµРЅС‚ РђР�Р–Рљ 2011-1"	2091
17625	1472	4-24-00739-A	Р”РћРњ.Р Р¤ (РђРћ) РѕР±Р». СЃРµСЂ.Рђ24	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р”РћРњ.Р Р¤"	2091
18422	1473	4B02-01-00173-R	РђРіСЂРѕРљРѕРјРїР»РµРєСЃ РћРћРћ  Р‘Рћ-01	РћР±С‰РµСЃС‚РІРѕ СЃ РѕРіСЂР°РЅРёС‡РµРЅРЅРѕР№ РѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕСЃС‚СЊСЋ "РђРіСЂРѕРљРѕРјРїР»РµРєСЃ"	2094
18467	1474	4-06-12755-A	Р“Р»Р°РІРЅР°СЏ РґРѕСЂРѕРіР° РђРћ РѕР±.СЃРµСЂ. 06	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "Р“Р»Р°РІРЅР°СЏ РґРѕСЂРѕРіР°"	2091
18701	1475	4-04-14406-A	РћС‚РєСЂС‹С‚РёРµ РҐРѕР»РґРёРЅРі РђРћ РѕР±Р». 04	РђРєС†РёРѕРЅРµСЂРЅРѕРµ РѕР±С‰РµСЃС‚РІРѕ "РћС‚РєСЂС‹С‚РёРµ РҐРѕР»РґРёРЅРі"	2091
\.


--
-- Data for Name: secids; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.secids (id, secid) FROM stdin;
1190	AAPL
1191	ABRD
1192	ACKO
1354	ATAD-ME
1355	AVGR-ME
1193	acru
1194	AFKS
1195	AFLT
1196	AFM0
1197	afmc
1356	AWTEUR
1357	AWTRUR
1358	AWTUSD
1359	BYNRUBTODTOM
1360	BYNRUB_TOD
1361	BYNRUB_TOM
1362	CH0205819441
1363	CH0248531110
1364	CH0346828400
1365	CH0374882816
1366	CH0379268748
1367	CH0385518086
1368	CH0404311711
1369	CHFRUBTODTOM
1370	CHFRUB_TOD
1371	CHFRUB_TOM
1372	ABRDS
1373	AFKSS
1374	Ssd
1375	asd
1376	RU000A0JRHC0
1377	RU000A0JRHF3
1378	RU000A0JRHG1
1379	RU000A0JRJB8
1380	RU000A0JRJC6
1381	RU000A0JRJL7
1382	RU000A0JRJS2
1383	RU000A0JRJT0
1384	RU000A0JRJV6
1385	RU000A0JRJY0
1386	RU000A0JRK22
1387	RU000A0JRKC4
1388	RU000A0JRKD2
1389	RU000A0JRKM3
1390	RU000A0JRL96
1391	RU000A0JRLE8
1392	RU000A0JRMB2
1393	RU000A0JRMC0
1394	RU000A0JRNZ9
1395	RU000A0JRQT5
1396	RU000A0JRRN6
1397	RU000A0JRSS3
1398	RU000A0JRST1
1399	RU000A0JRSW5
1400	RU000A0JRSX3
1401	RU000A0JRTN2
1402	RU000A0JRTR3
1403	RU000A0JRTS1
1404	RU000A0JRTT9
1405	RU000A0JRU20
1406	RU000A0JRU46
1407	RU000A0JRUY7
1408	RU000A0JRV52
1409	RU000A0JRVN8
1410	RU000A0JRVU3
1411	RU000A0JRXV7
1412	RU000A0JRZ74
1413	RU000A0JRZK5
1414	RU000A0JS1A6
1415	RU000A0JS1B4
1416	RU000A0JS1F5
1417	RU000A0JS1W0
1418	RU000A0JS264
1419	RU000A0JS3L9
1420	RU000A0JS3M7
1421	RU000A0JS3U0
1422	RU000A0JS470
1423	RU000A0JS4J1
1424	RU000A0JS4K9
1425	RU000A0JS4L7
1426	RU000A0JS4Z7
1427	RU000A0JS5A7
1428	RU000A0JS5B5
1429	RU000A0JS5E9
1430	RU000A0JS5F6
1431	RU000A0JS5L4
1432	RU000A0JS5M2
1433	RU000A0JS5R1
1434	RU000A0JS603
1435	RU000A0JS6M0
1198	AFU0
1199	AGRO
1200	AKCBI
1201	AKEU
1202	AKEUA
1203	AKNX
1204	AKNXA
1205	AKRN
1206	AKSP
1207	AKSPA
1208	ALBK
1209	ALM0
1210	ALNU
1211	ALRS
1212	ALU0
1213	ALZ0
1214	AMEZ
1215	AMK0
1216	AMM0
1217	AMN0
1218	AMZN
1219	APTK
1220	AQUA
1221	ARSA
1222	ASSB
1223	AUM0
1224	AUU0
1225	AVAG
1226	AVAN
1227	avsk
1228	BA
1229	BABA
1230	BANE
1231	BANEP
1232	BELU
1233	BIDU
1234	BISV
1235	BISVP
1236	BLNG
1237	bmkk
1238	bogz
1239	borg
1240	BP
1241	brad
1242	BRF1
1243	BRG1
1244	BRH1
1245	BRJ1
1246	BRK0
1247	BRM0
1248	BRN0
1249	brog
1250	BRQ0
1251	brsz
1252	brszp
1253	BRU0
1254	BRV0
1255	BRX0
1256	BRZ0
1257	BRZL
1258	brzlp
1259	BSPB
1260	BSPBP
1261	btst
1262	btstp
1263	BWM0
1264	CAM0
1265	CAU0
1266	CBOM
1267	ccsg
1268	CFM0
1269	CFU0
1270	chaz
1271	CHEP
1436	RU000A0JS6N8
1437	RU000A0JS710
1438	RU000A0JS793
1439	RU000A0JS8R5
1440	RU000A0JS8X3
1441	RU000A0JS8Y1
1442	RU000A0JS8Z8
1443	RU000A0JS900
1444	RU000A0JS918
1445	RU000A0JS926
1446	RU000A0JS934
1447	RU000A0JS991
1448	RU000A0JS9A9
1449	RU000A0JS9X1
1450	RU000A0JSGF3
1451	RU000A0JSGV0
1452	RU000A0JSKJ7
1453	RU000A0JSQ58
1454	RU000A0JSZF3
1455	RU000A0JSZG1
1456	RU000A0JT2K2
1457	RU000A0JT3J2
1458	RU000A0JT403
1459	RU000A0JT593
1460	RU000A0JT6B2
1461	RU000A0JT6J5
1462	RU000A0JT7G9
1463	RU000A0JT7M7
1464	RU000A0JT7T2
1465	RU000A0JT874
1466	RU000A0JT8U8
1467	RU000A0JT940
1468	RU000A0JT965
1469	RU000A0JTB96
1470	RU000A0JTCV7
1471	RU000A0JTD52
1472	RU000A0JTDX1
1473	RU000A0JTEM2
1474	RU000A0JTFB2
1475	RU000A0JTH82
1476	CHGZ
1477	CHKZ
1478	CHMF
1479	CHMK
1480	CNTL
1481	CNTLP
1482	DASB
1483	DIOD
1484	DSKY
1485	DVEC
1486	DZRD
1487	DZRDP
1488	EELT
1489	ELTZ
1490	ENPG
1491	ENPL
1492	ENRU
1493	ETLN
1494	FEES
1495	FESH
1496	FIVE
1497	FXCN
1498	FXDE
1499	FXGD
1500	FXIT
1501	FXKZ
1502	FXMM
1503	FXRB
1504	FXRL
1505	FXRU
1506	FXRW
1507	FXTB
1508	FXUS
1509	FXWO
1510	GAZA
1511	GAZAP
1512	GAZC
1513	GAZP
1514	GAZS
1515	GAZT
1516	GCHE
1517	GEMA
1518	GMKN
1519	\N
1520	\N
1521	\N
\.


--
-- Name: boardids_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.boardids_id_seq', 2100, true);


--
-- Name: histories_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.histories_id_seq', 200, true);


--
-- Name: listsecurity_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.listsecurity_id_seq', 1, true);


--
-- Name: secids_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.secids_id_seq', 1521, true);


--
-- Name: boardids boardids_boardid_key; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.boardids
    ADD CONSTRAINT boardids_boardid_key UNIQUE (boardid);


--
-- Name: boardids boardids_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.boardids
    ADD CONSTRAINT boardids_pkey PRIMARY KEY (id);


--
-- Name: histories histories_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.histories
    ADD CONSTRAINT histories_pkey PRIMARY KEY (id);


--
-- Name: listsecurity listsecurity_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.listsecurity
    ADD CONSTRAINT listsecurity_pkey PRIMARY KEY (id);


--
-- Name: secids secids_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.secids
    ADD CONSTRAINT secids_pkey PRIMARY KEY (id);


--
-- Name: secids secids_secid_key; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.secids
    ADD CONSTRAINT secids_secid_key UNIQUE (secid);


--
-- Name: histories histories_idboardid_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.histories
    ADD CONSTRAINT histories_idboardid_fkey FOREIGN KEY (idboardid) REFERENCES public.boardids(id);


--
-- Name: histories histories_idsecid_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.histories
    ADD CONSTRAINT histories_idsecid_fkey FOREIGN KEY (idsecid) REFERENCES public.secids(id);


--
-- Name: listsecurity listsecurity_idsecid_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.listsecurity
    ADD CONSTRAINT listsecurity_idsecid_fkey FOREIGN KEY (idsecid) REFERENCES public.secids(id);


--
-- Name: listsecurity listsecurity_primaryboardid_fkey; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.listsecurity
    ADD CONSTRAINT listsecurity_primaryboardid_fkey FOREIGN KEY (primaryboardid) REFERENCES public.boardids(id);


--
-- PostgreSQL database dump complete
--

